<?php
$config = [
    //管理员
    'admin' => [
        0 => '超级管理员',
        1 => '管理员',
        2 => '开发人员',
        3 => '测试人员'
    ],
    //权限
    'role' => [
        1 => '公开',
        2 => '私有'
    ],
    //状态
    'state' => [
        1 => '提交待审核',
        2 => '审核待修复',
        3 => '审核不通过无需修复',
        4 => '修复完成，提交状态',
        5 => '驳回，重新修复',
        6 => '修复成功'
    ],
    //类型
    'type' => [
        1 => 'UI异常',
        2 => '运行失败',
        3 => '功能异常',
        4 => '安装失败',
        5 => '启动失败',
        6 => '其他报错'
    ],
    //程度
    'weight' => [
        1 => '重大缺陷，完全无法运行',
        2 => '严重缺陷，逻辑错误',
        3 => '一般缺陷',
        4 => '小缺陷'
    ],
    //优先级
    'priority' => [
        1 => '紧急',
        2 => '较急',
        3 => '一般',
        4 => '低'
    ],
    //地址
    'path' => 'http://www.anmixiu.com/bug',
];