<?php
$config = [
    //地址
    'path' => 'http://www.anmixiu.com/paper/',
    //角色
    'role' => [
        0 => '超级管理员',
        1 => '管理员',
        2 => '老师',
        3 => '学生',
    ],
    //开题报告审核
    'report_state' => [
        1 => '提交',
        2 => '审核通过',
        3 => '驳回重写',
    ],
    //论文审核
    'paper_state' => [
        1 => '提交',
        2 => '通过',
        3 => '驳回'
    ],
    //通知
    'notice' => [
        1 => '全部',
        2 => '仅教师',
        3 => '仅学生'
    ]
];